Repository: Mousquetaire-Softwares/sports-bets-ios
Catalog: sports-bets-ios/SupportingFiles/Localization/Localizable.xcstrings
Source language: en
Languages: fr

# Application.Title
source: Sport(s) bets ⚽️
fr: Le Pari Sportif ⚽️

# Generic.BadValue
source: Bad value
fr: Valeur incorrecte

# Generic.EnterValidURL
source: Enter a valid URL
fr: Saisir une URL valide

# Generic.Login
source: Login
fr: Connexion

# Generic.SelectItem
source: Select an item
fr: Sélectionner un élement

# Generic.Submit
source: Submit
fr: Valider

# Login.EmailField.Title
source: Email address
fr: Adresse mail

# Login.Failed
source: Authentication failed
fr: Échec de l'identification

# Login.Logout
source: Log out
fr: Déconnexion

# Login.PasswordField.Title
source: Password
fr: Mot de passe

# Login.Success
source: Welcome !
fr: Bienvenue !

# Login.Title
source: Log in
fr: Connexion

# Login.UsernameField.Title
source: Username
fr: Pseudo

# Match.Played.Label
source: your bet
fr: joué

# Match.Title.Rank%lld.Date%@
source: Match n°%1$lld, on %2$@
fr: Match n°%1$lld, le %2$@

# MatchesList.NoMatch
source: No matches are scheduled here
fr: A priori rien n'est prévu ici

# UserParameters.GenerateFictiveRandomBets
source: Generate fictive random bets
fr: Simuler des valeurs de paris

# UserParameters.TestingOnlySection
source: Testing only features
fr: Fonctionnalités de tests
